Repository: mozilla-l10n/mt-training-data
Catalog: gej/gej_pontoon.tmx
Source language: en_us
Languages: gej

source: 1 sentence collected
gej: nyàgbè kèwo lé a/ nyàgbè kè wò xɔ̀ a.

source: 2 down, keep it up!<playIcon></playIcon>
gej: Ewú vè!<playIcon></playIcon>, yì éjí

source: ≥ 2 No votes
gej: àwò alo àsimàdàmàda nyí vè alo wu vè.

source: ≥ 2 Yes votes
gej: ɛ̃̀ɛ alo àsìdàdàɖonuji nyi vè alo wu vè.

source: Abkhaz
gej: àbkazigbe

source: About
gej: Kè jɔ̀ ɖo nu ji

source: Accepted file types: .tsv only
gej: fisie xòmèvi kèwo dà àsi ɖo ji a : kè nyi tsv ɖèɖé kpò

source: Acehnese
gej: àcehigbe

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
gej: { $actionType }<playIcon></playIcon>Ɖé wó yɔ nyàgbè a nyɔɛɖé a?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
gej: { $actionType }<recordIcon></recordIcon>Ye hlɛ̃̀ nyàgbè a sɛ̃sɛ̃ɖe.

source: { $actionType }<stopIcon></stopIcon> when done
gej: { $actionType }<stopIcon></stopIcon> Ne wò wɔ vɔ̀ a.

source: { $actionType } submit when ready
gej: { $actionType } Sɔ ɖɔ ɖa né wò sɔgbè a.

source: Add and Review Sentences, Add Questions, Transcribe Audio
gej: nyàgbèwosɔsɔkpe ku nyàgbèwototomè, nyàbíɔséwosɔsɔkpe, nyàléléwoŋɔ̀ŋlɔ̌.

source: Add <icon></icon> a public domain sentence
gej: Sɔ́<icon></icon>nyà̀gblɔ̃̀gblɔ̃̀ kèyé àmèwó nyã́ nyɔɛ̀ɖéà kpéè.

source: Add information
gej: Sɔ nyànanawo kpé è.

source: Add new sentences for the community to read
gej: sɔ̀ nyàgbè yéyé kèwo yé haho a la hlɛ̃̀.

source: Add one sentence per line
gej: sɔ nyàgbèɖé kpé flì sia flì.

source: Add questions in your language
gej: sɔ́ nyàbiɔséwo kpé è lè àpo gbè mè.

source: Add Sentences
gej: sɔ nyàgbèwo kpé è

source: Add sentences in your language
gej: sɔ nyàgbèwo kpéè lè àpo gbè mè.

source: Add up to 1,000 sentences
gej: wò la téŋu kpé nyàgbèwo kaka yì kà wui vɔ àtɔ̃.

source: Add Your Voice
gej: Kɔ́ gbè yì ji / Ɖè gbè tó/ Do àpá.

source: Adyghe
gej: adigenigbe

source: Afar
gej: afargbe

source: Afrikaans
gej: afrikan

source: Agriculture and Food
gej: àgblèdada ku àgblèmènukuwoŋutidɔwɔ̀wɔ / àgblèmènukuwositɔtrɔ

source: All sentence must have the same domain
gej: nyàgbèwo kpata ɖo la so nú ɖèkamè.

source: All sentences must have the same citation
gej: àmènumègbě ɖèka ŋùkumè ɖo la nɔ̀ nyàgbèwo kpata mè.

source: Already have an account? <login>Log-In</login>
gej: Ɖe wò ɖo kɔ̃ti <login> kà ? <login> Kàmèɖoɖo</login>

source: Amharic
gej: amaritikigbe

source: An error occurred fetching sentences
gej: Vòdàdàɖè va émè huè kè nu wò lě jí nyàgbè awo.

source: An error occurred reviewing this sentence
gej: Vòdàdàɖè va émè gà kèmè yé wò trɔ àsi lè nyàgbè kèyà ŋuti.

source: An error occurred submitting your voice information
gej: Vòdàdǎɖé va emè kè wò le ɖo nyànana kè kã̀ nyàlelewo ŋúti ɖa.

source: Approve
gej: Ɖà àsi ɖo nu ji.

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
gej: Wo la teŋu ɖà si gbèɖiɖi kè mu sɛ̃ŋu lè ŋùgbedòmè, vɔ̀ a wo mu ɖo la ɖo gbèɖè kèwo la va kpe eye kèwo la teŋu vá na be aligoritmùmɔ̀ a la va ɖè nyàti kèwo mu lè nuŋɔŋlɔ a mè o a tó ò. Ne wò la téŋu sè nyà kèwo to vo na kèwo lè núhɛ̃hlɛ̃̌ a mè a, nyàlele a wò ɖó la tútúi. Ekèyà vana émè éji éji né dìdìpénukpɔmɔ lè sũsũ alo né wo le pò nùpo lè àzogé a.

source: Arabic
gej: arabiagbè

source: Aragonese
gej: aragonigbè

source: Are you coming? <strong>[called by another]</strong>
gej: [gbè bu ɖì bé] <strong>wò gbɔ̃̀nà a ?</strong>.

source: Arvanitika
gej: arvanitikigbe

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
gej: Bíɔ̀ mí nyà sɔ́ kù ɖo <matrixLink>Matrisi</matrixLink>,<discourseLink>Nyàgblɔ̀gblɔ̀ lɔ̀bɔ̀</discourseLink>àló <emailLink>imɛlì </emailLink>

source: Assamese
gej: asamgbe

source: Asturian
gej: asturigbe

source: Automotive and Transport
gej: hũ ku mɔzɔ̃zɔ̃

source: A voice clip is marked "valid" when a user gives it a Yes vote.
gej: nyàlele zɛ̃na bé «wo dà àsi ɖo wo ji» né àmèɖe zĩ̀ ɛ̃̀ɛ jí.

source: Background Noise
gej: nyàlelemèɖagbèɖìɖǐwo

source: Background Voices
gej: numèɖaagbe

source: Bankon
gej: bãkonigbe

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
gej: Kéŋugbɔxue wo la tutu nyalelekpɔwɔɛɖe ku susu be nuhlɛ̃̀tɔ́ŋusu alo nyɔnù a yɔ nyàtiɖe alo gbèɖiɖinɔwoaɖokoesinu vèwo bàɖà alo ewɔ sìgbè eŋlɔ bé nyàbiɔséjèsì wò ɖo la kpɔ nyɔɛɖe. Wo yɔna nu vò vò vò lè xixè amè. Ɖewo lè a ta mu nyɔ o a wò mu sè woabe yɔyɔ kpɔ o le mìa gbɔ o. Mì kafu àmè kèwo mu le do gbè a sigbè miawo nène o.

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
gej: [Wagon bé yɔyɔ sɔ̀gbè né wò sè «[vagɔ̃]» (FR) alo « [wagɔ̃]» (BE)]

source: <bold>{ $count }</bold> Clips
gej: <bold>{ $count }</bold>Nyàlélékpaɖewo

source: <bold>Help us</bold> find more voices
gej: <bold>Mì dó mi àlɔ̀ né mia </bold> kpɔ́ gbè yéyéwo.

source: Bulk batch
gej: sugbɔ

source: Bulk Sentences Uploaded
gej: wo sɔ nyàgbèwo ɖo ɖa

source: By telling us about yourself, you will help developers build more inclusive technology
gej: Wò ji la ma nyàɖéwo sɔ kuɖo lékè wò dona gbè a ɖo a ?

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
gej: Né wò le zã Common Voice a, wò dà àsi ɖo <termsLink> sé kè kùɖo ébé zãzã ŋuti </termsLink> ku ékèwo kã̀ miabé<privacyLink> nyàwawlawo ŋuti</privacyLink>

source: Cancel Re-recording
gej: Tutu nyàtɔtrɔlélé.

source: Cancel Submission
gej: Tɔtè nyàɖoɖoɖa

source: Cannot submit more than 1000 sentences
gej: wò mu la téŋu ɖo nyàgbè kèwo wu kà wui vɔ àtɔ̃ ɖo ɖa gbèɖé o.

source: Change preferences
gej: Trɔ àsí lè nú kèwo àmè lɔ̃̀nà ŋuti / Trɔ àsí lè nú kèwo jɔ̀nà jì na àmè a ŋuti.

source: Check <icon></icon> is this a linguistically correct sentence?
gej: Kpɔɛ̀ ɖá<icon></icon> nyàgbè kèyà mɛ̀sì tútútú a ?/ Kpɔɛ̀ ɖá<icon></icon> nyàgbè kèyà sɔ̀gbè tútútú a ?

source: <chevron></chevron>See less
gej: <chevron></chevron>Ɖè kpɔwɔɛwo tó víɖé.

source: <chevron></chevron>See more
gej: <chevron></chevron>Ɖe kpɔwɔɛwo tó sùgbɔ.

source: Citation
gej: Amènùmènyǎ

source: Cite with a URL link or the full name of the work.
gej: zã àmè a bé numègbe ku layiniɖé alo xòma a bé tanya.

source: Click
gej: Tɔ àlɔvi nú ji

source: Clip Graveyard
gej: gbèlelekpaɖewojàfi / àji kè mè wó dà gbèlelekpaɖewo ɖo.

source: Clips Uploaded
gej: Minikinɔnɔmètata kèwo dà ɖo kà mè aa

source: Collecting sentences
gej: nyàgbèxɔ̀xɔ̌

source: Comment
gej: Nupopòpo so nu àlo àmè ŋúti.

source: Common Voice Dataset
gej: Common Voice be nyàlelewo.

source: Contact Form
gej: kàdoxoma

source: Contact Us
gej: ɖe wò ji la yɔ mí a ?

source: Continue
gej: Yì èji.

source: Continue validating
gej: Yì èjí

source: Contribute
gej: Dó àlɔ àmè / kpé ɖo amè ŋuti/ Do àlɔ̀ nu mè.

source: Contribute sentences
gej: Jí nyàgbèɖewo ɖo ŋùkumè na àmè.

source: Contribution Criteria
gej: Nu kè ye wo la kpɔ keŋugbɔxue la do àlɔ nu mè/Nu kè yé wó la kpɔ kéŋugbɔxue la do àlɔ nu mè.

source: Contributors record voice clips by reading from a bank of donated sentences.
gej: àmè kèwo do nu ɖoɖo a mè a, wó la hlɛ̃̀ eyé wo la le haho a bé nyàgbèlelewo.

source: Create a profile
gej: Dà àmètakoɖoefoto ɖo kà mè.

source: Criteria
gej: Nu kè Ji wo la zɔ̃̀ ɖo a wɔ̀ nuɖé.

source: Dataset Release
gej: Nuwoɖèɖeto

source: Datasets
gej: Nyàwoleleɖodu/ Nùpopowolepopu.

source: Delete my recordings
gej: Tutu nyàléléwo

source: Different language
gej: Gbè bú.

source: Difficult to pronounce
gej: Kè sɛ̃ŋu bé wo a yɔ a.

source: Discard ongoing recording
gej: Tutu nyàlélé kè lě yì éji a.

source: Does the sentence meet the guidelines?
gej: Nyàgbè a sɔ̀ ɖò mɔ̀fíɔ̀nyàwó j́í à?

source: Donate your voice
gej: Kɔ gbè yì ji viɖé/ɖè gbè to viɖe/ dó àpa viɖe.

source: Don't see your language on Common Voice yet?
gej: Ɖe gbè kè wò dona mu kpɔ lè common Voice ji ò a?

source: Drag your file here or <uploadButton>click to upload</uploadButton>
gej: sɔ àpo fisie a ɖo fiyè alo <uploadButton> àlo sɔ àsi tɔɛ né wò la sɔɛ ɖo ɖa

source: Drop file here to upload
gej: dàɛ ɖo fiyè né àteŋu sɔɛ̀ ɖo ɖa

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
gej: <emailFragment> ŋlɔ̀ apo nyikɔ </emailFragment> ne ateŋu kpɔ gomè lè gbɔlɔlɔwo ku wɔ̀nawo kudo Common Voice be ɖoɖowo mè.

source: Enter your email
gej: ŋlɔ apo imɛli

source: Enter your public domain sentence here
gej: Nlɔ̀ nyà gblɔ̀gblɔ̀ alo nyàgbè kè dù gbàjà a nyà ɖo fiyè.

source: Enter your public domain sentences here
gej: Nlɔ̀ nyà gblɔ̀gblɔ̀ alo nyàgbè kèwo dù gbàjà a nyà ɖo fiyè.

source: Error adding sentence
gej: àgbàdàda lè nyàgbè a sɔsɔkpe.

source: ESC
gej: Totolènumèbutɔ̃

source: Exit & Delete clips
gej: Jo eye tutu àpo nyàlelewo kpata.

source: Fewer than 15 words per sentence
gej: Nyà gblɔ̀gblɔ̀ mù gbà xɔ̀ tó nyà wui vɔ àtɔ̃́ ŋutí ò.

source: File is too large
gej: fisie a kpɛ̃̀ ŋútɔ.

source: File is too small
gej: fisie a hùe ŋútɔ.

source: Finance
gej: gànyàwo

source: Finish recording
gej: Wu nyàlele nu

source: Finish recording first?
gej: Lè nyà keŋugbɔxue a ?

source: Finish Review
gej: Kpá ŋùkudàdǎɖonumè / wú ŋùkudàdǎɖonumè nu.

source: Finish validating
gej: Dà àsi ɖo nu ji vɔ / wu àsidàdǎɖonuji.

source: Finish validating clips?
gej: Wò dà àsí ɖò kpɔwɔɛ awo ji a?

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
gej: Cucugbɔã kù émè kpɔ ɖa bé apo gbè<languageLink> à lè a<languageLink> né mu nyi nèné o a<strong> wò ɖo la ɖè siti a gɔ̃̀mè ye wo la xɔ nyàgbèwo </strong>.

source: Follow guidelines from “What sentences can I add?”
gej: kplɔ̀ àkpa bé mɔtata do " nyàgbè kɛwo mù la téŋu sɔ kpé o"""

source: for example
gej: Kpɔwɔ́ɛ

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
gej: Kéŋugbɔxué mɔ̀ɖàŋunuwo la wɔ̀ dɔ nyɔɛɖe na àmè sia mè a, nu kèwo kpéna ɖo àɖàŋùɖemɔkɔ̃ŋutaɖoɖowɔ̀tɔwo yé nyi woabé àɖàŋunu kèwo la bɔ̀ àmèsugbɔ. kpɔwɔɛ, né mi mu sɔ gbèdotɔ ɖékpe ku gbètɔxɛɖé o a, kéŋu a mɔ̀ɖàŋù a mu la wɔ̀ dɔ nyɔɛɖé na àmè kèwo to gbè wã lè ta ŋuti o. <learnMore>. Wò ji la nya nu sugbɔ so nyà kèwo pònà nùpo so nyà buwo ŋúti a. </learnMore>

source: General
gej: éjí éjí

source: General language / multiple variants
gej: nyàtakãkã so gbè a ŋuti / gbèlɔ̀zɛ̃wo

source: Get involved
gej: dó àsi nu mè/ kpɔ go mè lè.

source: Gheg Albanian
gej: gɛgigbe

source: <governanceLink>Read more about how we're governed</governanceLink>
gej: ɖe wo le ji la xɔ numèkɔkɔ so miabe dukpɔkplɔ ŋuti a

source: Grammatical / spelling error
gej: Gbèŋutisèvòdàdǎ/ Nuŋɔ̀ŋlɔ̌vòdàdǎ.

source: Great!<recordIcon></recordIcon> Record your next clip
gej: Enyɔ ŋutɔ ! <recordIcon></recordIcon> lé apo nyàkpaɖe kpɔ̀tɛ a.

source: Great work!<playIcon></playIcon> Listen again when you're ready
gej: Ayíkóó!<playIcon></playIcon>.Gbìgbɔ̀ sè e ké gà kémé wò vò a.

source: Guidelines
gej: mɔtatawo/ mɔfiɔfiɔwo/ sèwo

source: Healthcare
gej: lã̀mèsɛ̃́

source: Help create Common Voice’s first target segment in { $locale }
gej: Mì do mí àlɔ̀ né mia ɖo Common Voice bé gbè cucugbã lè { $locale }

source: Help us build a community around voice technology, stay in touch via email.
gej: Do mi alɔ né mi a bɔ hasòso kè la do gbèɖìɖiɖàŋudɔwo ɖo ji. Mi a nɔ kadodo mè to imɛli ji.

source: Help us validate voices
gej: Na mìà dà àsí ɖó gbèwó jí. Do mí àlɔ̀ né mí a téŋu dà àsi ɖo nyàlelekpɔwɔɛwo.

source: His hand was rais-ed.
gej: jãbɔ̃sãdus ku bɔtà.

source: History, Law and Government
gej: xotùnyǎ, sé ku dùkpɔ̀kplɔ̌

source: How ?
gej: leke o?

source: How does Common Voice work?
gej: leké ye Common Voice wɔnà dɔ ɖo o?

source: How does site localization work?
gej: leke sitì a bé gɔ̃̀mèɖèɖe yì na ɖo o?

source: How do I add a language?
gej: le wo la sɔ gbèɖe sɔ kpé Common Voice o

source: How do I cite?
gej: leke wo la zã àmènumègbe o?

source: How do I stay in touch?
gej: léke wo la do kà ɔ̀?

source: How is Common Voice funded?
gej: leke wo do àlɔ common Voice le ci kpa ji ɖo.

source: How to add multiple sentences
gej: leke wo la sɔ nyàgblɔ̀gblɔ̀wo alo nyàgbèwo sɔ dà ɖo Common Voice ji o? .

source: How would you describe your sex or gender?
gej: Ɖe wò ji la ɖe apo ŋusunyinyi àlo nyɔnùnyinyi fíɔ a?

source: I agree
gej: Mù lɔ̃̀.

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
gej: mù ɖo kpé eji bé nyàgbè kèyàwo a<wikipediaLink> àmèwo zãnawo eye wo ɖè mɔ na mù bé ma sɔ wó ɖo ɖa.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
gej: Mù ɖò èkpè èjí bè wó nyá <wikipediaLink>nyàgblɔ̀gblɔ̀ yà à sùgbɔ</wikipediaLink> éyé wó ɖè mɔ̀ na mù bè nè ma ŋlɔ̀ɛ̀ ɖò àfíyè.

source: <icon></icon> Add multiple public domain sentences
gej: sɔ́ nyàgbè sùgbɔ kèyé àmèwo nya nyɔɛɖé a kpé è.

source: Ideally natural and conversational (it should be easy to read the sentence)
gej: e ɖo la nɔ̀ bɔ̀bɔɛɖé bé wo a hlɛ̃̀ àpo nyàgbè

source: I do not agree
gej: Mù gbé

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
gej: Né wò ŋútɔ àpo nyàtiwo yé a, ŋlɔ̀ kpò bé <italicizedText> " amè ŋutɔ bé numègbe</italicizedText>. mí ɖo la nya nuŋɔŋlɔ awo bé jɔ̀sopé né mi a téŋu ku nu mè kpɔ bé haho lè zã ɛ eye sé ɖekpe mu kùɖo ebe zãzã ŋúti o a. né wo le ji la xɔ̀ númèkɔ̀kɔ sùgbɔ kùɖo àmènumègbewo ŋuti a yì<guidelinesLink>ji, miabe mɔtatawo.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
gej: Né va va émè bé nyàtiwo lě sò lè nyàlélé a mè a tutui. Vɔ̀ a wò la téŋu ɖè asi né kùxe ɖékpé ma téŋu nɔ̀ nùŋɔ̀ŋlɔ awo kpata gɔ̃̀mèsèsě mè o.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
gej: né wò ji la sɔ nyàɖéwo kpéè kùɖo fìsíe kèyà ŋuti a, mì ɖó kàmè na <emailFragment></emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
gej: né wò ji la sɔ nyàɖéwo kpéè kùɖo fìsíe kèyà ŋuti a, nyà kèwó mu lè kpɔwɔɛ kèya mè o a <emailFragment>commonvoice@mozilla.com</emailFragment>mì ɖó kàmè na

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
gej: Nè nyàgbè à mù sɔ̀ ɖó dokpɔ nyà kèyàwó jí o à zĩ « sɔ dà ŋùgbě» kè nyi abitɔ̀ŋù kè lè miɔ̀mè a. Nè wò mù kã ɖó jí ò à, wò lǎ tèŋu jó lè éjí èyé ǎ yì bú jí

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
gej: Né nyàgbè a sɔ̀ ɖó dokpɔnyàwo ji a , zĩ àbitɔŋu a « dà àsi ɖo ji» lè ɖùsimè.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
gej: Né wò do gò tagbãɖe/ kuxeɖe kè sédodo wãwo mu teŋu na ɖoŋuti o a zã apo àɖàŋù. Né wò mu nya lékè wò la wɔ o a, zã « va yi bé butɔ̃ a» eye yi nyàlele kè gbɔnà ji.

source: If you run out of sentences to review, please help us collect more sentences!
gej: Nè nyàgbè vɔ̀ dó wò à, dó mi àlɔ̀ né mí la xɔ̀ nyàgbè búbúwó kpé è.

source: Include appropriate citation
gej: wo ɖo la zã amènùmègbè kè híã a.

source: Invalid file
gej: wo mu xɔ̀ fisie a o/ fisie màxɔ̀màxɔ/ wó mu dà àsi ɖo fisie a ji ò.

source: Is the clip valid?
gej: ɖe wo dà àsi ɖo nyàlélékpɔwɔɛ kèyà ji a a

source: It contains words or phrases that are hard to read or pronounce.
gej: Nyàɖéwo alo Nyàgbèɖewo bé yɔyɔ alo hɛ̃̀hlɛ̃̌ sɛ̃ŋú.

source: It is written in a language different than what I’m reviewing.
gej: Wó ŋlɔ̀ nyàgbè a lè gbèɖé kè tó vò ná ékè mù trɔ le hlɛ̃ nu lè a mè.

source: It is written in a language different than what I’m speaking.
gej: Wó ŋlɔ̀ nyàgbè a lè gbèɖé kè tó vò ná ékè mù dona a mè.

source: Just Unsure?
gej: Wò mu le kã ɖo éji o a ? / wò lě vɔ̃́ a ?

source: Keep it up, record again <recordIcon></recordIcon>
gej: Yì eji nèné a eye le ɖèka kpé è.

source: Keep the recordings
gej: Lebe na nyàléléwo ɖo tèpé ɖe.

source: Keep track of your progress with a profile
gej: Dó àpo ŋùkɔ̀yìyǐ kpɔ́ to àpo ɖokóeɖèɖěfiɔ jí.

source: Language
gej: Gbè

source: Language Fundamentals (e.g. Digits, Letters, Money)
gej: gbèwogɔ̃̀̀mèɖokpéwo ( nɔbàwo, nuŋlɔ̀kuiwo alo nuŋlɔ̀jèsìwo, gà)

source: Language Request
gej: Gbèsɔdaɖoàmèŋùkumè

source: Language request successfully submitted, thank you.
gej: Wo sɔ gbè a ɖo àmè bé ŋùkumè kpɔ, àkpè.

source: Languages
gej: Gbèwo

source: Large bulk sentence submission
gej: nyàgbèsugbɔɖoɖoɖa

source: Learn how to take part
gej: kpɔ lekè wò la kpɔ go mè lè émé.

source: Learn More
gej: Ji la sè nugɔ̃̀mè sùgbɔ.

source: Leaving now means you'll lose your progress
gej: Ne wò jo fifi a wo la bu apo ŋùkɔ̀yìyǐ.

source: Listen
gej: sè

source: Listen options menu
gej: Nyà-« sese »cãcãtèpé.

source: Listen-Queue
gej: kɔnɛsîɔka kè bɔ̀nà nyàlele kèwo wo la va sè a.

source: Loading sentences…
gej: Nyàgbè awo lá zɛ̃̃ zãɖè yà...

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
gej: <loginLink>ɖo kàmè</loginLink> alo <loginLink> ŋlɔ̀ àpo nyikɔ </loginLink> né wo la sɔ nyàgbè gbogboɖewo kpéè.

source: Log in or sign up to get started
gej: Ɖó kà mè alo ŋlɔ̀ apo nyikɔ né à tɔ núwo jí.

source: Log In / Sign Up
gej: Ɖo kà mè/ ŋlɔ̀ nyikɔ.

source: Make sure the sentence meets the following criteria:
gej: Kpɔὲ gbɔ bé nyàgbè a nè sɔ ɖó nu kèyàwó jí:

source: Mapudungun
gej: mapusigbe

source: Maximum file size: 25 MB
gej: fìsie a bé kpɛ̃̀kpɛ̃mè mú ɖo la wu mo wui vɔ àtɔ̂ ò.

source: Media and Entertainment
gej: nyàkàkàmɔwo ku ŋùkumèjakaɖèɖě

source: Message
gej: nyà

source: Minimum sentences in file: 1000
gej: nyàgbènɔbà nénè kè la nɔ̀ fìsíe a mè a mu ɖo la nɔ̀ gɔ̃̀mè na kà wui vɔ àtɔ̃ o.

source: [Mismatched content]
gej: Nyàmàɖokàdodo ku nu.

source: Misreadings
gej: Nuhɛ̃̀hlɛ̃vòdàdawo

source: Missing an <strong>'s'</strong> at the end of a word.
gej: Wo<strong> ɖé </strong> huè tè lè nyàgbèɖé bé nùwuwu.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
gej: <strong>Ɖé huè tè<strong> àlo <strong> a</strong> lè nyàlélé a bé gɔ̃̀mèjèjě.

source: Missing the end of the last word by cutting off the recording too quickly.
gej: Nyà kpɔ̀tɛ́ a bé nùwuwu sò ɖo a wó nɔ̀tè nyàlélé a kpàtà.

source: [More has been recorded than the required text]
gej: [Lé wu nuŋɔ̀ŋlɔ̌ kè híã a]

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
gej: Eji eji lè nyàlélégbogboɖéwo mè a, àmèwo pònà nupo ku woa ŋutɔ woa bé jɔ̀jɔ̌mègběwo. Vlàvo a wò lǎ téŋu tà si nyàléléɖé kè mu lè ɖoɖo a nu o vɔ̀ do apá alo kè be gbè ɖíɖí ŋutɔ alo kè mu to o a, vɔ̀ a wó zã kâtatagbè sɔ wɔɛ. Mí ɖè kuku tàsi nyàléléwo kè wó sɔ́ hàjìgbèwo alo àɖàŋuɖèmɔ̌gbé wɔ̀.

source: Name
gej: nyikɔ

source: Nature and Environment
gej: xixé ku nu kèwo trɔ do mí a.

source: New Language Launch
gej: gbèyéyé bé ɖèɖefiɔ.

source: News and Current Affairs
gej: nyàjɔ̀jɔ̌wo

source: No
gej: Awòo / Òo

source: [No ‘a’ in the original text]
gej: « y » mù lè nuhɛ̃̀hlɛ̃ àdodo a mè o.

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
gej: <noCopyright>Mú nyí àmè ɖékpè tɔ o</noCopyright>sèdódócc

source: No foreign letters
gej: Gbè bú bè núŋlɔ̀nlɔ̀jèsí mú lè o.

source: No microphone found.
gej: Mí mu kpɔ́ gbètoɖeɖemɔ ɖèkpé o.

source: No numbers and special characters
gej: Akɔɛ̃̀tàjèsì kúɖò núŋlɔ̀nlɔ̀jèsí tɔ̀xɛ̀ ɖé mú lè fíyè o / nɔbà núŋɔ̀nlɔ̀jèsí tɔ̀xɛ̀ ɖé mú lè fíyè o

source: No sentences to review. <addLink>Add more sentences now!</addLink>
gej: Mi mu kpɔ́ nyàgbè ɖékpé kè mi la dà ŋùku ɖo mè. Wò la téŋu <addLink> sɔ nyàgbè buwo kpé è o </addLink>

source: No Thanks
gej: àwo/ òo àkpé

source: No thanks, continue speaking
gej: Awò àkpé, wó téŋu yì nùpo a ji.

source: Offensive language
gej: Gbɔɖìàmènyǎ/ Kplamàsenyǎ/ Amèmàbùmàbǔgbèwo.

source: Offensive speech
gej: Nyàvéamèwo/ Abìdoàmènyǎwo

source: On desktop devices you can contribute by downloading…
gej: Sɔ kùɖo bilo bé àɖaŋuɖemɔwo ŋuti a, wò la teŋu tèlèsaze kè to zãɖe a :

source: On his head he wore a beret.
gej: Pipãta dɔ̃̀ àsiké gbogboɖéwo

source: On iOS please continue with Safari to enable recording…
gej: Ku ios, taflacɛ tɔ eji ku safari né a na nyàlele a né jè égɔmè…

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
gej: Vɔ̀ a né wò kpɔ bé núhlɛ̃̀tɔ́ a mú do gò nyàti a kpɔ va yì sã o yé be lě jè àgbàgbà bé yè a na yɔ̌yɔnyɔɛtɔ a, mu gbà sɔ́ nyàlélé a sɔ wɔ̀ dɔ o. Né wò mu kã ɖo éji o a, zã̌ vǎ yì lɔ̀vi a.

source: Other Language
gej: Gbè bú

source: Other people validate those voice clips.
gej: àmèɖéwo le dà àsi ɖo nyàlélékpaɖe wãwo ji.

source: Partner
gej: Kàdodowo

source: Partners
gej: kàdotɔwo

source: [Part of the text can’t be heard]
gej: [Wo ma téŋu sè nuŋɔ̀ŋlɔ a bé akpaɖé o]
